<template>
	<div class="floating" id="guarantees">
		<v-container>
			<h3 class="block-title">Часто задаваемы вопросы</h3>
			<center>
				<p class="block-sub-title">Мы постарались собрать самые часто задаваемые вопросы тут и ответили на них максимально подробно, чтобы сэкономить ваше драгоценное время</p>
			</center>
			<v-layout row wrap>
				<v-flex md6 v-for="(request, index) in requests" v-bind:key="index" pa-2>
					<es-request-card v-bind:request="request"/>
				</v-flex>
			</v-layout>
		</v-container>
	</div>
</template>
<script>
export default {
	name: 'es-request-block',
	data: () => ({
		requests: [
			'Выполняете ли вы заказы в частных домах, коттеджах, дачах?',
			'Вы делаете уборку квартир только в Ташкенте?',
			'Могу ли я заказать уборку квартиры и уйти по делам, когда приедет клинер?',
			'Как работает «Приведи друга»? Сколько стоит уборка квартиры по этой акции?',
			'Сможете помыть потолки, жалюзи и тому подобное?',
			'Как оформить регулярную подписку на ваши услуги?',
			'Какие варианты оплаты уборки имеются?',
			'Как можно отменить уборку, перенести её на другой день?'
		]
	})
}
</script>
